Revit 2017 API
IndependentTag.MultiReferenceAnnotationId Property
 The multi-reference annotation which owns this tag.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Syntax
C#
public ElementId MultiReferenceAnnotationId { get; }
Visual Basic
Public ReadOnly Property MultiReferenceAnnotationId As ElementId
	Get
Visual C++
public:
property ElementId^ MultiReferenceAnnotationId {
	ElementId^ get ();
}
See Also
IndependentTag Class
Autodesk.Revit.DB Namespace